Revit 2027 API
BIMExportOptions Properties
The BIMExportOptions type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
ViewId |  The element id of the 3D view to export. InvalidElementId by default.
Top
See Also
Reference
BIMExportOptions Class
Autodesk.Revit.DB Namespace